Repository: AlexxNica/CCA-OSX
Catalog: *.lproj/Localized.strings
Languages: italian

source: Contrast ratio
italian: Rapporto di contrasto

source: Pass
italian: Superato

source: Fail
italian: Non superato

source: passed at level
italian: Superato a livello

source: failed at level
italian: Non superato a livello

source: The contrast ratio is
italian: Il rapporto di contrasto è

source: colour difference
italian: differenza di colore

source: brightness difference
italian: differenza di luminosità

source: Colour/Brightness difference
italian: Differenza di colore/luminosità

source: sufficient
italian: sufficiente

source: not sufficient
italian: non sufficiente

# detail_1
source: The difference in brightness between the two colours is
italian: La differenza di luminosità tra i due colori è

# detail_2
source: The threshold is 125, and the result of the foreground and background colours is
italian: La soglia è 125, ed il risultato fra i colori di sfondo e di primo piano è

# detail_3
source: The difference in colour between the two colours is
italian: La differenza di colore tra i due colori è

# detail_4
source: The threshold is 500, and the result of the foreground and background colours is
italian: La soglia è 500, ed il risultato fra i colori di sfondo e di primo piano è

# detail_5
source: Note: Whilst the colour difference doesn't comply with the W3C specified range, it does comply with the range used by Hewlett Packard. Hewlett Packard recommends a colour difference limit of 400.
italian: Nota: questo valore non soddisfa l'intervallo specificato dal W3C, ma rispetta invece quello adottato da Hewlett Packard. Hewlett Packard raccomanda un valore di soglia uguale a 400.

# detail_6
source: 1.4.3 Contrast (Minimum): Text (and images of text) have a contrast ratio of at least 4.5:1, except if the text is pure decoration. Larger scale text (at least 18 point or 14 point bold) or images of text can have a contrast ratio of 3:1. (Level AA)
italian: 1.4.3 Contrasto (Minimo): Testo (ed immagini con testo) hanno un rapporto di contrasto minimo di 4.5:1, tranne che in presenza di testo puramente decorativo. Il testo più grande (almeno 18 pt o 14 pt grassetto) o le immagini con testo possono avere un rapporto di contrasto pari a 3:1. (Livello AA)

# detail_7
source: 1.4.6 Contrast (Enhanced): Text (and images of text) have a contrast ratio of at least 7:1, except if the text is pure decoration. Larger scale text (at least 18 point or 14 point bold) or images of text can have a contrast ratio of 4.5:1. (Level AAA)
italian: 1.4.6 Contrasto (Esteso): Testo (ed immagini con testo) hanno un rapporto di contrasto minimo di 7:1, tranne che in presenza di testo puramente decorativo. Il testo più grande (almeno 18 pt o 14 pt grassetto) o le immagini con testo possono avere un rapporto di contrasto pari a 4.5:1. (Livello AAA)

# detail_8
source: Note: Fonts that are extraordinarily thin or decorative are harder to read at lower contrast levels.
italian: Nota: I caratteri aventi disegno particolarmente sottile o decorativo risultano più difficili da leggere a bassi livello di contrasto.

source: Foreground
italian: Primo piano

source: Background
italian: Sfondo

source: Text
italian: Testo

source: Large text
italian: Testo grande
